Repository: Delph1/wordpress-game-events-plugin
Catalog: languages/bunkersnack-game-manager-*.po
Languages: sv_se

source: Bunkersnack Game Manager
sv_se: Bunkersnack Matchhanterare

source: A WordPress plugin for tracking game events, player statistics, and displaying game summaries and player stats tables
sv_se: En WordPress-plugin för att spåra matchhändelser, spelarstatistik och visa matchsammanfattningar och spelarstatistiktabeller

source: Hockey Events
sv_se: Matchhändelser

source: Seasons
sv_se: Säsonger

source: Teams
sv_se: Lag

source: Players
sv_se: Spelare

source: Games
sv_se: Matcher

source: Player Stats
sv_se: Spelarstatistik

source: Are you sure you want to delete this item?
sv_se: Är du säker på att du vill ta bort detta?

source: Are you sure?
sv_se: Är du säker?

source: Saving...
sv_se: Sparar...

source: Saved successfully!
sv_se: Sparad!

source: An error occurred.
sv_se: Ett fel inträffade.

source: Welcome to the Bunkersnack Game Manager plugin. Use the menu to manage teams, players, games, and events.
sv_se: Välkommen till Bunkersnack Matchhanterare. Använd menyn för att hantera lag, spelare, matcher och händelser.

source: Manage hockey seasons and leagues.
sv_se: Hantera hockeysäsonger och ligor.

source: Manage Seasons
sv_se: Hantera säsonger

source: Manage your hockey teams.
sv_se: Hantera dina hockeylag.

source: Manage Teams
sv_se: Hantera lag

source: Manage team players and their information.
sv_se: Hantera spelarna i laget och deras information.

source: Manage Players
sv_se: Hantera spelare

source: Create and manage games and game events.
sv_se: Skapa och hantera matcher och matchhändelser.

source: Manage Games
sv_se: Hantera matcher

source: Player Statistics
sv_se: Spelarstatistik

source: View calculated player statistics for the season.
sv_se: Visa beräknad spelarstatistik för säsongen.

source: View Statistics
sv_se: Visa statistik

source: Using Shortcodes
sv_se: Använd shortcodes

source: Display game information and player statistics on your pages and posts using these shortcodes:
sv_se: Visa matchinformation och spelarstatistik på dina sidor och inlägg med dessa shortcodes:

source: Game Summary Shortcode
sv_se: Matchsammanfattning Shortcode

source: Display a summary of a specific game with all events.
sv_se: Visa en sammanfattning av en specifik match med alla händelser.

source: Usage:
sv_se: Användning:

source: Parameters:
sv_se: Parametrar:

source: The ID of the game to display
sv_se: ID:t för matchen som ska visas

source: Example:
sv_se: Exempel:

source: To find a game ID, go to Games page and check the game ID in the table.
sv_se: För att hitta ett match-ID, gå till Matcher-sidan och kontrollera match-ID:t i tabellen.

source: Player Statistics Shortcode
sv_se: Spelarstatistik Shortcode

source: Display player statistics table for a specific season.
sv_se: Visa spelarstatistiktabell för en specifik säsong.

source: The season year (e.g., "2024"). If not specified, shows the first season.
sv_se: Säsongåret (t.ex. "2024"). Om det inte anges visas första säsongen.

source: Game summaries show all events (goals, assists, penalties) organized by period
sv_se: Matchsammanfattningar visar alla händelser (mål, assist, utvisningar) organiserade efter period

source: Player statistics are automatically calculated from game events
sv_se: Spelarstatistik beräknas automatiskt från matchhändelser

source: You can add these shortcodes to any page or post
sv_se: Du kan lägga till dessa shortcodes på vilken sida eller vilket inlägg som helst

source: Statistics update automatically when you add or modify game events
sv_se: Statistiken uppdateras automatiskt när du lägger till eller ändrar matchhändelser

source: Dashboard
sv_se: Instrumentbräda

source: Statistics
sv_se: Statistik

source: Add/Edit Season
sv_se: Lägg till/Redigera säsong

source: Season Name
sv_se: Säsongnamn

source: e.g., Elitserien 76/77
sv_se: t.ex. Elitserien 76/77

source: Description
sv_se: Beskrivning

source: Save Season
sv_se: Spara säsong

source: Clear Form
sv_se: Rensa formulär

source: All Seasons
sv_se: Alla säsonger

source: Actions
sv_se: Åtgärder

source: Edit
sv_se: Redigera

source: Delete
sv_se: Ta bort

source: No seasons found. Create one using the form above.
sv_se: Ingen säsong hittad. Skapa en med formuläret ovan.

source: Add/Edit Team
sv_se: Lägg till/Redigera lag

source: Team Name
sv_se: Lagnamn

source: e.g., Örebro Ishockeyklubb
sv_se: t.ex. Örebro Ishockeyklubb

source: Team Shortcode
sv_se: Lagförkortning

source: e.g., ÖIK
sv_se: t.ex. ÖIK

source: Save Team
sv_se: Spara lag

source: All Teams
sv_se: Alla lag

source: Shortcode
sv_se: Förkortning

source: No teams found. Create one using the form above.
sv_se: Inget lag hittad. Skapa ett med formuläret ovan.

source: Add/Edit Player
sv_se: Lägg till/Redigera spelare

source: Team
sv_se: Lag

source: Select Team
sv_se: Välj lag

source: Name
sv_se: Namn

source: Jersey Number
sv_se: Tröjnummer

source: Select
sv_se: Välj

source: Left Wing
sv_se: Vänster Forward

source: Right Wing
sv_se: Höger Forward

source: Defenseman
sv_se: Försvarare

source: Goalie
sv_se: Målvakt

source: Save Player
sv_se: Spara spelare

source: All Players
sv_se: Alla spelare

source: Number
sv_se: Nummer

source: Type
sv_se: Typ

source: No players found. Create one using the form above.
sv_se: Ingen spelare hittad. Skapa en med formuläret ovan.

source: Add/Edit Game
sv_se: Lägg till/Redigera match

source: Season
sv_se: Säsong

source: Select Season
sv_se: Välj säsong

source: Date
sv_se: Datum

source: Home Team
sv_se: Hemmalag

source: Select team...
sv_se: Välj lag...

source: New Team
sv_se: Nytt lag

source: Away Team
sv_se: Bortalag

source: Location
sv_se: Plats

source: Attendance
sv_se: Publik

source: Home Score
sv_se: Hemmaresultat

source: Away Score
sv_se: Borta resultat

source: Shot & Goal Statistics
sv_se: Skott- och målstatistik

source: Home Shots by Period
sv_se: Hemmalag skott per period

source: Away Shots by Period
sv_se: Bortalag skott per period

source: Home Goals by Period
sv_se: Hemmalag mål per period

source: Away Goals by Period
sv_se: Bortalag mål per period

source: Notes
sv_se: Anteckningar

source: Save Game
sv_se: Spara match

source: All Games
sv_se: Alla matcher

source: Score
sv_se: Resultat

source: Events
sv_se: Händelser

source: No games found. Create one using the form above.
sv_se: Ingen match hittad. Skapa en med formuläret ovan.

source: Add Event
sv_se: Lägg till händelse

source: Event Type
sv_se: Händelsetyp

source: Goal
sv_se: Mål

source: Penalty
sv_se: Utvisning

source: Shot Against
sv_se: Skott mot

source: Goal Allowed
sv_se: Insläppt mål

source: Player
sv_se: Spelare

source: New Player
sv_se: Ny spelare

source: Assists
sv_se: Assist

source: Hold Ctrl/Cmd to select multiple players
sv_se: Håll Ctrl/Cmd för att välja flera spelare

source: OT
sv_se: Övertid

source: Time (mm:ss)
sv_se: Tid (mm:ss)

source: Save Event
sv_se: Spara händelse

source: Game Events
sv_se: Matchhändelser

source: Quick Add Team
sv_se: Snabb lägg till lag

source: Cancel
sv_se: Avbryt

source: Quick Add Player
sv_se: Snabb lägg till spelare

source: Player Name
sv_se: Spelarnamn

source: Automatically calculated player statistics based on game events.
sv_se: Automatiskt beräknad spelarstatistik baserad på matchhändelser.

source: Select Season:
sv_se: Välj säsong:

source: Goals
sv_se: Mål

source: PIM
sv_se: Utv

source: Shots Against
sv_se: Skott mot

source: Goals Allowed
sv_se: Insläppta mål

source: No statistics available for this season.
sv_se: Ingen statistik tillgänglig för denna säsong.

source: No seasons available. Create some games and events first.
sv_se: Ingen säsong tillgänglig. Skapa några matcher och händelser först.

source: Unauthorized
sv_se: Obehörig

source: Failed to save player
sv_se: Misslyckades att spara spelare

source: Failed to save season
sv_se: Misslyckades att spara säsong

source: Failed to delete season
sv_se: Misslyckades att ta bort säsong

source: Season not found
sv_se: Säsong hittad inte

source: Failed to save team
sv_se: Misslyckades att spara lag

source: Team not found
sv_se: Lag hittad inte

source: Player not found
sv_se: Spelare hittad inte

source: Failed to save game
sv_se: Misslyckades att spara match

source: Game not found
sv_se: Match hittad inte

source: Failed to save event
sv_se: Misslyckades att spara händelse

source: Event not found
sv_se: Händelse hittad inte

source: Invalid game ID
sv_se: Ogiltigt match-ID

source: Final Score: %d - %d
sv_se: Slutresultat: %d - %d

source: Location:
sv_se: Plats:

source: Attendance:
sv_se: Publik:

source: Time
sv_se: Tid

source: Event
sv_se: Händelse

source: Unknown
sv_se: Okänd

source: No seasons available.
sv_se: Ingen säsong tillgänglig.

source: No player statistics available for this season.
sv_se: Ingen spelarstatistik tillgänglig för denna säsong.

source: Player Statistics - %s
sv_se: Spelarstatistik - %s

source: Shots:
sv_se: Skott:

source: by
sv_se: av

source: Assists:
sv_se: Assist:

source: Head referee:
sv_se: Huvuddomare:
